Repository: carlosramosweb/wp-slug-post-type-custom-language
Catalog: languages/crrq_load_plugin_textdomain-*.po
Languages: pt_br

source: Back to list
pt_br: Voltar à lista

source: The item has been successfully edited!
pt_br: O item foi editado com sucesso !

source: Dismiss this notice.
pt_br: Descartar essa notificação.

source: Edit Slug Language
pt_br: Editar Slug Idioma

source: Set by assigning a language for an item and typing your new slug.<br/> <strong>Rules:</strong> If <strong>Language</strong> ​​is equal to <strong>Post Type</strong> the then <strong>Slug</strong> will... <strong>(Languages == Post Type => Slug)</strong>
pt_br: Definir pela atribuição de um idioma para um item e digitar sua nova slug <br/><strong>Regras: </strong> Se <strong>Idioma</strong> é igual a <strong>Post Type</strong> o então <strong>Slug</strong> será... <strong> ( Idiomas == Post Type => Slug )</strong>

source: <strong>Languages</strong>
pt_br: <strong>Idiomas</strong>

source: Slug Language
pt_br: Slug Idioma

source: <strong>Notice:</strong> There is not configured with this item id.
pt_br: <strong>Aviso:</strong> Não tem item configurado com esse ID.

source: If you like the plugin and it served you help us with donation of any amount to keep them up to date.
pt_br: Se você gostou do plugin e que lhe serviu, nos ajudar com doação de qualquer valor para mantê-los atualizados.

source: donate now
pt_br: Doe agora

source: The item was deleted successfully!
pt_br: O item foi excluído com sucesso!

source: Settings
pt_br: Configurações

source: Donate
pt_br: Doação

source: <strong>Notice:</strong> Plugin does not have configured item.
pt_br: <strong>Aviso:</strong> Plugin não tem item configurado.

source: Add new language
pt_br: Adicionar novo idioma

source: <strong>Action</strong>
pt_br: <strong>Ação</strong>

source: No items were found.
pt_br: Nenhum item foi encontrado.

source: Undefined
pt_br: Indefinido

source: Delete
pt_br: Apagar

source: Edit
pt_br: Editar

source: Add New
pt_br: Adicionar Novo

source: The item has been successfully added!
pt_br: O item foi adicionado com sucesso!

source: New Slug Language
pt_br: Novo Slug Idioma

source: Change the slug of your post type relative to the desired language.
pt_br: Alterar a lesma do seu tipo de pós em relação ao idioma desejado.

source: All
pt_br: Todos

source: Published
pt_br: Publicados

source: Plugin Settings
pt_br: Configurar o Plugin
